{
  "users": [
    {
      "id": 3,
      "Login": "string@ddd",
      "Password": "string",
      "Status": "admin"
    },
    {
      "id": 4,
      "Login": "string@rrr",
      "Password": "string",
      "Status": "user"
    },
    {
      "id": 1,
      "Login": "djskad@j",
      "Password": "12345",
      "Status": "user"
    },
    {
      "id": 2,
      "Login": "eee@ddd",
      "Password": "123",
      "Status": "user"
    },
    {
      "id": 5,
      "Login": "weqweqw@ddd",
      "Password": "2222",
      "Status": "user"
    },
    {
      "id": 6,
      "Login": "1@3",
      "Password": "dsd",
      "Status": "user"
    },
    {
      "id": 7,
      "Login": "Y@y",
      "Password": "666",
      "Status": "user"
    },
    {
      "id": 8,
      "Login": "string@rrr",
      "Password": "string",
      "Status": "user"
    }
  ],
  "countries": [
    {
      "id": 3,
      "name": "Россия",
      "color": "#59f156",
      "colorText": "#000000"
    },
    {
      "id": 4,
      "name": "Соединенное Королевство Великобритании и Северной Ирландии",
      "color": "#0a0a0a",
      "colorText": "#ffffff"
    },
    {
      "id": 9,
      "name": "Япония",
      "color": "#ffffff",
      "colorText": "#ff0000"
    },
    {
      "id": 10,
      "name": "Италия",
      "color": "#008a30",
      "colorText": "#ffffff"
    },
    {
      "id": 11,
      "name": "Греция",
      "color": "#ffffff",
      "colorText": "#0008f5"
    },
    {
      "id": 12,
      "name": "Франция",
      "color": "#0840e7",
      "colorText": "#ffffff"
    }
  ],
  "events": [
    {
      "country": "Россия",
      "event": "Год, к которому «Повесть временных лет» относит «призвание норманнского конунга» Рюрика.",
      "moreDetails": "Согласно древнерусскому летописному своду XII века, «Повести временных лет», в 862 году варяг Рюрик с братьями по приглашению таких племён, как чудь, ильменские словене, кривичи и весь, был призван княжить в Новгород",
      "date": 862,
      "id": 1
    },
    {
      "country": "Россия",
      "event": "Договор с Византией",
      "moreDetails": "Договор устанавливал дружественные отношения Византии и Руси, определял порядок выкупа пленных, наказания за уголовные преступления, совершённые греческими и русскими купцами в Византии, правила ведения судебного процесса и наследования, создавал благоприятные условия торговли для русских и греков.",
      "date": 911,
      "id": 2
    },
    {
      "country": "Россия",
      "event": "Поход на Киев. Объединение Новгорода и Киева. Перенос столицы из Новгорода в Киев.",
      "moreDetails": "",
      "date": 879,
      "id": 3
    },
    {
      "country": "Россия",
      "event": "Подчинение кривичей, древлян, северян и радимичей.",
      "moreDetails": "",
      "date": 883,
      "id": 4
    },
    {
      "id": 5,
      "country": "Россия",
      "event": "Мирный договор с печенегами",
      "moreDetails": "",
      "date": 915
    },
    {
      "id": 6,
      "country": "Россия",
      "event": "Мирный договор с печенегами",
      "moreDetails": "Неудачный поход князя Игоря на Византию в 941 и повторный поход в 943, закончившийся мирным договором в 944",
      "date": 941
    },
    {
      "id": 7,
      "country": "Россия",
      "event": "Восстание древлян. Убийство Игоря",
      "moreDetails": "",
      "date": 945
    },
    {
      "id": 8,
      "country": "Россия",
      "event": "Поход на древлян",
      "moreDetails": "Ольга решила отомстить за смерть мужа и принудить древлян к покорности",
      "date": 946
    },
    {
      "id": 9,
      "country": "Россия",
      "event": "Хазарский поход",
      "moreDetails": "",
      "date": 965
    },
    {
      "id": 10,
      "country": "Россия",
      "event": "Война с Болгарским царством",
      "moreDetails": "",
      "date": 968
    },
    {
      "id": 11,
      "country": "Россия",
      "event": "Война с Византией 970–971",
      "moreDetails": "",
      "date": 970
    },
    {
      "id": 12,
      "country": "Россия",
      "event": "Гибель князя Святослава. Ярополк становится киевским князем",
      "moreDetails": "",
      "date": 972
    },
    {
      "id": 13,
      "country": "Россия",
      "event": "Возвращение Владимира на Русь. Гибель Ярополка и вокняжение Владимира",
      "moreDetails": "",
      "date": 978
    },
    {
      "id": 14,
      "country": "Россия",
      "event": "Червенский поход. Война с Польшей",
      "moreDetails": "",
      "date": 981
    },
    {
      "id": 15,
      "country": "Россия",
      "event": "Война с Вятичами 981–982",
      "moreDetails": "",
      "date": 981
    },
    {
      "id": 16,
      "country": "Россия",
      "event": "Поход на Радимичей",
      "moreDetails": "",
      "date": 984
    },
    {
      "id": 17,
      "country": "Россия",
      "event": "Война с Волжской Булгарией",
      "moreDetails": "Поход завершился неубедительной победой русских войск и заключением «вечного мира»",
      "date": 985
    },
    {
      "id": 18,
      "country": "Россия",
      "event": "Хазарский поход. Присоединение Тмутаракани\n",
      "moreDetails": "",
      "date": 985
    },
    {
      "id": 19,
      "country": "Россия",
      "event": "Начало Крещения Руси",
      "moreDetails": "",
      "date": 988
    },
    {
      "id": 20,
      "country": "Россия",
      "event": "Раздел Руси между сыновьями Владимира",
      "moreDetails": "",
      "date": 990
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Самое древнее население Британских островов",
      "moreDetails": "2500-1600 гг.  до н.э\nСамое древнее население Британских островов – иберы – пришли  с пиренейского полуострова.  Около 2000 г. до н.э. в восточную часть Британии прибыли представители альпийской народности из центральной Европы.",
      "date": -2500,
      "id": 21
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Остров стали заселять  кельты",
      "moreDetails": " Остров стали заселять  кельты, и это стало важной вехой в истории Британии. Кельтские племена приходили из прибрежных областей современных Франции и Бельгии. Кельты,  говорившие на языке  бритской ветви кельтских языков, оказались на территории Англии, кельты же, говорившие на гэльском языке, облюбовали для себя Ирландию.",
      "date": -1000,
      "id": 22
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Последнее значительное переселение кельтов",
      "moreDetails": "Последнее значительное переселение кельтов – в большинстве, племена белгов. Кельты заняли почти все Британские острова, ассимилировав или уничтожив древнее население.",
      "date": -100,
      "id": 23
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Первая высадка римлян во главе с Юлием Цезарем",
      "moreDetails": "55-54 гг. до н.э. – Первая высадка римлян во главе с Юлием Цезарем. Но были недолго, Цезарь покинул остров.",
      "date": -55,
      "id": 24
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Клавдий начал завоевание Британии",
      "moreDetails": "Клавдий начал завоевание Британии,  южная  часть Британии была провозглашена римской провинцией.",
      "date": 43,
      "id": 25
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Уэльс и северная часть Англии также завоеваны римлянами. ",
      "moreDetails": "48-79 гг. -  Уэльс и северная часть Англии также завоеваны римлянами.",
      "date": 48,
      "id": 27
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Римское господство распространилось до горных областей Шотландии.",
      "moreDetails": "78-85 гг. – Римское господство распространилось до горных областей Шотландии.",
      "date": 78,
      "id": 28
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Падение римского правления в Британии. Армия римлян покидает Британию.",
      "moreDetails": "407-409гг. – Падение римского правления в Британии. Армия римлян покидает Британию.",
      "date": 407,
      "id": 29
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Начало завоевания Британии англосаксами.",
      "moreDetails": "449 г. – Начало завоевания Британии англосаксами. Далее на территории Британии развиваются англосаксонские государства.",
      "date": 449,
      "id": 30
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "У англосаксов появились  несколько раннефеодальных государств",
      "moreDetails": "Конец VΙ – начало VΙΙ в. – У англосаксов появились  несколько раннефеодальных государств: Восточная Англия, Кент, Нортумбрия, Суссекс, Уэссекс, Эссекс. На протяжении более двух веков они вели между собой борьбу за политическое господство.",
      "date": 600,
      "id": 31
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Набеги скандинавов на северные и восточные области острова, где они основали свои многочисленные поселения викингов.",
      "moreDetails": "789-795 гг. – Набеги скандинавов на северные и восточные области острова, где они основали свои многочисленные поселения викингов.\n\n",
      "date": 789,
      "id": 32
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Британские монахи проникли в Ирландию.",
      "moreDetails": "\n\n",
      "date": 795,
      "id": 33
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Правление Альфреда Великого, короля южного государства Уэссекс",
      "moreDetails": "871- 899 гг. – Правление Альфреда Великого, короля южного государства Уэссекс.  Он сумел объединить  большую часть страны под своей властью для борьбы против викингов. Новое государство стало называться Англией. При Альфреде Великом  был составлен первый общеанглийский сборник законов  и часть « Англосаксонской хроники».\n\n",
      "date": 871,
      "id": 34
    },
    {
      "country": "Соединенное Королевство Великобритании и Северной Ирландии",
      "event": "Правление датского короля Кнута Великого",
      "moreDetails": "1016 – 1035 гг. – Правление датского короля Кнута Великого (994-1035), который стал королем Англии, Дании и Норвегии.\n",
      "date": 1016,
      "id": 35
    },
    {
      "id": 36,
      "country": "Япония",
      "event": "На престол взошел мифический первоимператор",
      "moreDetails": "Сведения, имеющиеся в древнеяпонских мифолого-исторических сводах, позволили установить дату восшествия на престол мифического первоимпе­ратора Дзимму, от которого якобы берет начало императорский род в Японии. В этот день Дзимму, потомок богини солнца Аматэрасу, прошел церемонию интронизации в основанной им столице — в местечке под названием Касихара. Разумеется, ни о какой государственности в Японии того времени, равно как и о существовании Дзимму, да и самих японцев, говорить не приходится. Миф внедрялся в повседневность и становился частью истории. В первой полови­не XX века день интронизации Дзимму был государственным праздником, по случаю которого действующий император участвовал в молениях о благо­получии страны. В 1940 году Япония праздновала 2600 лет со дня основания империи. Из-за сложной внешнеполитической обстановки пришлось отка­заться от проведения Олимпийских игр и Всемирной выставки. Символом последней должен был стать лук Дзимму и золотой коршун, фигурировавший в мифе:",
      "date": -660
    },
    {
      "id": 37,
      "country": "Япония",
      "event": "Составлен первый законодательный свод",
      "moreDetails": "В начале VIII века в Японии продолжается активная деятельность по формированию институтов власти и выработке норм отношений между государством и подданными. Японская государственная модель имела образ­цом китайскую. Первый законодатель­ный свод Японии, составленный в 701 году и введенный в действие в 702 году, получил название «Тайхорё». Его структура и отдельные положения опирались на китайские памятники правовой мысли, однако были и существенные отличия. Так, нормы уголовного права в японском законодательстве были разработаны с гораздо меньшей тщательностью, что связано и с культурными особенностями японского государства: оно предпочитало делегировать ответственность по наказанию провинившихся и заменять физическую расправу над преступниками ссылкой, чтобы не навлекать на себя ритуальной нечистоты кэгарэ, вызываемой смертью. Благодаря введению в действие свода «Тайхорё» историки именуют Японию VIII–IX веков «государством, основанным на законах». Несмотря на то что отдельные положения свода утрачивают свою актуальность уже ко времени его создания, формально никто не отменял его вплоть до принятия первой японской Конституции в 1889 году.",
      "date": 701
    },
    {
      "id": 38,
      "country": "Япония",
      "event": "Основана первая постоянная столица Японии",
      "moreDetails": "Развитие государственности требовало концентрации придворной элиты и создания постоянной столицы. До этого времени каждый новый правитель строил себе новую резиденцию. Оставаться во дворце, оскверненном смертью предыдущего государя, считалось делом опасным. Но в VIII веке модель кочевой столицы уже не соответствовала масштабам государства. Первой постоянной столицей Японии стал город Нара. Место для его возведения было выбрано исходя из геомантических \n \n представлений о защищенности пространства: на востоке должна протекать река, на юге обязательно наличие пруда и равнины, на западе — дороги, на севере — гор. По данным параметрам вмещающего ландшафта позже будут подбираться места для строительства не только городов, но и усадеб аристократов. Город Нара в плане представлял собой прямоугольник площадью 25 квадратных километров и копировал структуру китайской столицы Чанъань. Девять вертикальных и десять горизонтальных улиц делили пространство на равные по площади кварталы. Центральный проспект Судзаку тянулся с юга на север и упирался в ворота резиденции императора. Тэнно — титул японского императора — также являлся обозначением Полярной звезды, расположившейся неподвижно на севере небосвода. Как и звезда, император обозревал свои владения, находясь на севере столицы. Наибольшей престиж­ностью обладали кварталы, прилегавшие к дворцовому комплексу; удаление из столицы в провинцию могло служить страшным наказанием для чиновника.",
      "date": 710
    },
    {
      "id": 39,
      "country": "Япония",
      "event": "Попытка мягкого государственного переворота",
      "moreDetails": "Развитие государственности требовало концентрации придворной элиты и создания постоянной столицы. До этого времени каждый новый правитель строил себе новую резиденцию. Оставаться во дворце, оскверненном смертью предыдущего государя, считалось делом опасным. Но в VIII веке модель кочевой столицы уже не соответствовала масштабам государства. Первой постоянной столицей Японии стал город Нара. Место для его возведения было выбрано исходя из геомантических \n \nПолитическая борьба в Японии приобретала различные формы в отдельные исторические периоды, но общим местом являлось отсутствие попыток занять престол со стороны тех, кто не принадлежал к император­скому роду. Единственным исключе­нием стал монах Докё. Будучи выход­цем из захудалого провинциального рода Югэ, он прошел путь от простого монаха до всемогущего властителя страны. Выдвижение Докё было тем более удивительным, что социальная структура японского общества жестко детерминировала судьбу человека. При присвоении придворных рангов и распределении государственных должностей принадлежность к тому или иному роду играла определяющую роль. Докё появился в штате придворных монахов в начале 50-х годов. Монахи того времени не только обучались китайской грамоте, что было необходимо для чтения священных буддийских текстов, переведенных в Китае с санскрита, но и владели многими другими полезными навыками, в частности враче­ванием. За Докё утвердилась слава умелого целителя. Видимо, поэтому его направили в 761 году к захворавшей экс-императрице Кокэн. Монаху не только удалось исцелить бывшую императрицу, но и стать ее ближайшим советником. По утверждению сборника буддийских преданий «Нихон рёики», Докё из рода Югэ делил с императрицей одну подушку и управлял Поднебесной. Кокэн вторично восходит на престол под именем Сётоку и специально для Докё вводит новые должности, не предусмотренные законодательством и наделяв­шие монаха широчайшими полномочиями. Доверие императрицы по отноше­нию к Докё было безграничным до 769 года, когда тот, пользуясь верой в предсказания, заявил, что божество Хатиман из храма Уса пожелало, чтобы Докё стал новым императором. Императрица потребовала подтверждения слов оракула, и в этот раз Хатиман изрек следующее: «Со времени начала нашего государства и до дней наших определено, кому быть государем, а кому — подданным. И не случалось еще, чтобы подданный стал государем. Трон солнца небесного должен наследоваться императорским домом. Неправед­ный же да будет изгнан». После смерти императрицы в 770 году Докё был лишен всех рангов и должностей и выдворен из столицы, а настороженное отношение к буддийской церкви продлилось еще несколько десятилетий. Считается, что перенос столицы из Нары в Хэйан, окончательно осуществлен­ный в 794 году, был в том числе вызван стремлением государства избавиться от влияния буддийских школ — ни один из буддийских храмов не был перенесен в новую столицу из Нары.\n\n",
      "date": 769
    },
    {
      "id": 40,
      "country": "Япония",
      "event": "Установление контроля над императорским родом",
      "moreDetails": "Наиболее действенным инструментом политической борьбы в традиционной Японии было обретение родственных связей с императорским домом и заня­тие должностей, позволявших дикто­вать собственную волю правителю. Больше других в этом преуспели представители рода Фудзивара, долгое время поставлявшие невест импера­торам, а с 866 года добившиеся монопольного права назначения на должности регентов сэссё и несколь­ко позже (с 887 года) — канцлеров кампаку. В 866 году Фудзивара Ёсифуса становится первым в японской истории регентом, не происходившим из императорского рода. Регенты действовали от имени малолетних императоров, не обладавших собственной политической волей, канцлеры представляли совершенно­летних правителей. Они не только контролировали текущие дела, но также определяли порядок престолонаследия, вынуждая наиболее активных правителей отрекаться в пользу малолетних наследников, имевших, как правило, родственные связи с Фудзивара. Наибольшей полноты власти регенты и канцлеры достигают к 967 году. Период с 967 по 1068 год получил в историо­графии название сэккан дзидай — «эпоха регентов и канцлеров». Со временем они утрачивают влияние, однако должно­сти не упраздняются. Для японской политической культуры характерно номи­нальное сохранение старых институтов власти при создании новых, дублирую­щих их функции.\n\n \nПолитическая борьба в Японии приобретала различные формы в отдельные исторические периоды, но общим местом являлось отсутствие попыток занять престол со стороны тех, кто не принадлежал к император­скому роду. Единственным исключе­нием стал монах Докё. Будучи выход­цем из захудалого провинциального рода Югэ, он прошел путь от простого монаха до всемогущего властителя страны. Выдвижение Докё было тем более удивительным, что социальная структура японского общества жестко детерминировала судьбу человека. При присвоении придворных рангов и распределении государственных должностей принадлежность к тому или иному роду играла определяющую роль. Докё появился в штате придворных монахов в начале 50-х годов. Монахи того времени не только обучались китайской грамоте, что было необходимо для чтения священных буддийских текстов, переведенных в Китае с санскрита, но и владели многими другими полезными навыками, в частности враче­ванием. За Докё утвердилась слава умелого целителя. Видимо, поэтому его направили в 761 году к захворавшей экс-императрице Кокэн. Монаху не только удалось исцелить бывшую императрицу, но и стать ее ближайшим советником. По утверждению сборника буддийских преданий «Нихон рёики», Докё из рода Югэ делил с императрицей одну подушку и управлял Поднебесной. Кокэн вторично восходит на престол под именем Сётоку и специально для Докё вводит новые должности, не предусмотренные законодательством и наделяв­шие монаха широчайшими полномочиями. Доверие императрицы по отноше­нию к Докё было безграничным до 769 года, когда тот, пользуясь верой в предсказания, заявил, что божество Хатиман из храма Уса пожелало, чтобы Докё стал новым императором. Императрица потребовала подтверждения слов оракула, и в этот раз Хатиман изрек следующее: «Со времени начала нашего государства и до дней наших определено, кому быть государем, а кому — подданным. И не случалось еще, чтобы подданный стал государем. Трон солнца небесного должен наследоваться императорским домом. Неправед­ный же да будет изгнан». После смерти императрицы в 770 году Докё был лишен всех рангов и должностей и выдворен из столицы, а настороженное отношение к буддийской церкви продлилось еще несколько десятилетий. Считается, что перенос столицы из Нары в Хэйан, окончательно осуществлен­ный в 794 году, был в том числе вызван стремлением государства избавиться от влияния буддийских школ — ни один из буддийских храмов не был перенесен в новую столицу из Нары.\n\n",
      "date": 866
    },
    {
      "id": 41,
      "country": "Япония",
      "event": "Прекращение официальных отношений между Японией и Китаем",
      "moreDetails": "Наиболее действенным инструментом политической борьбы в традиционной Японии было обретение родственных связей с императорским домом и заня­тие должностей, позволявших дикто­вать собственную волю правителю. Больше других в этом преуспели представители рода Фудзивара, долгое время поставлявшие невест импера­торам, а с 866 года добившиеся монопольного права назначения на должности регентов сэссё и несколь­ко позже (с 887 года) — канцлеров кампаку. В 866 году Фудзивара Ёсифуса становится первым в японской истории регентом, не происходившим из императорского рода. Регенты действовали от имени малолетних императоров, не обладавших собственной политической волей, канцлеры представляли совершенно­летних правителей. Они не только контролировали текущие дела, но также определяли порядок престолонаследия, вынуждая наиболее активных правителей отрекаться в пользу малолетних наследников, имевших, как правило, родственные связи с Фудзивара. Наибольшей полноты власти регенты и канцлеры достигают к 967 году. Период с 967 по 1068 год получил в историо­графии название сэккан дзидай — «эпоха регентов и канцлеров». Со временем они утрачивают влияние, однако должно­сти не упраздняются. Для японской политической культуры характерно номи­нальное сохранение старых институтов власти при создании новых, дублирую­щих их функции.\n\nВнешние контакты древней и раннесредневековой Японии с материковыми державами носили ограниченный характер. В основном это были обмены посольствами с государствами Корейского полуострова, государством Бохай \n \n и Китаем. В 894 году император Уда созывает чиновников, чтобы обсудить детали очередного посольства в Срединное государство \n \n. Чиновники, однако, советуют не отправлять посольство вовсе. Особенно на этом настаивал влиятельный политик и прославленный поэт Сугавара Митидзанэ. Основным аргументом была нестабильная политическая обстановка в Китае. С этого времени официальные отношения между Японией и Китаем надолго прекращаются. В исторической перспективе это решение имело множество последствий. Отсутствие прямого культурного влияния извне приводит к необходимости переосмысления заимствований, осуществленных в предыду­щее время, и выработке собственно японских культурных форм. Этот процесс находит отражение практически во всех аспектах жизни, начиная с архитектуры и заканчивая изящной словесностью. Китай перестает считаться образцовым государством, и впоследствии японские мыслители для обоснования уникальности и превосходства Японии над Срединным государством нередко будут указывать на политическую нестабильность на материке и частую смену правящих династий.\n\n\n",
      "date": 894
    },
    {
      "id": 42,
      "country": "Япония",
      "event": "Введение механизма отречения от престола\n",
      "moreDetails": "Система прямого императорского управления нехарактерна для Японии. Реальную политику осуществляют его советники, регенты, канцлеры и министры. Это, с одной стороны, лишает правящего императора многих полномочий, но, с другой стороны, делает невозможным критику его особы. Император, как правило, осуществляет сакральное управление государством. Бывали и исключения. Одним из способов, к которому прибегали императоры для обретения политических полномочий, был механизм отречения от престола, что позволяло правителю в случае передачи власти лояльному престолонаследнику осуществлять управление, не будучи скованным ритуальными обязательствами. В 1087 году император Сиракава отказывается от престола в пользу своего восьмилетнего сына Хорикавы, затем принимает постриг, однако продолжает управлять делами двора, уже будучи экс-императором. До самой смерти, настигшей его в 1129 году, Сиракава будет диктовать свою волю как правящим императорам, так и регентам и канцлерам из рода Фудзивара. Данный тип управления государством, осуществляемого отрекшимися императорами, получил название инсэй — «правление из молельни». Несмотря на то что правящий император обладал сакральным статусом, экс-император являлся главой рода, и согласно конфуцианскому учению его волю должны были соблюдать все младшие члены рода. Конфуцианский тип иерархических отношений был распространен и среди потомков синтоистских божеств.\nВнешние контакты древней и раннесредневековой Японии с материковыми державами носили ограниченный характер. В основном это были обмены посольствами с государствами Корейского полуострова, государством Бохай \n \n и Китаем. В 894 году император Уда созывает чиновников, чтобы обсудить детали очередного посольства в Срединное государство \n \n. Чиновники, однако, советуют не отправлять посольство вовсе. Особенно на этом настаивал влиятельный политик и прославленный поэт Сугавара Митидзанэ. Основным аргументом была нестабильная политическая обстановка в Китае. С этого времени официальные отношения между Японией и Китаем надолго прекращаются. В исторической перспективе это решение имело множество последствий. Отсутствие прямого культурного влияния извне приводит к необходимости переосмысления заимствований, осуществленных в предыду­щее время, и выработке собственно японских культурных форм. Этот процесс находит отражение практически во всех аспектах жизни, начиная с архитектуры и заканчивая изящной словесностью. Китай перестает считаться образцовым государством, и впоследствии японские мыслители для обоснования уникальности и превосходства Японии над Срединным государством нередко будут указывать на политическую нестабильность на материке и частую смену правящих династий.\n\n\n",
      "date": 1087
    },
    {
      "id": 43,
      "country": "Япония",
      "event": "Установление в Японии двоевластия\n",
      "moreDetails": "Военные профессии, как и силовые методы решения конфликтов, не обладали в традиционной Японии особым престижем. Предпочтение отдавалось гра­жданским чиновникам, знавшим грамоту и умевшим слагать стихи. Однако в XII веке ситуация меняется. На политическую арену выходят представители провинциальных военных домов, среди которых особым влиянием обладали Тайра и Минамото. Тайра удалось добиться ранее невозможного — Тайра Киёмори занял должность главного министра и сумел сделать своего внука императором. Недовольство Тайра со стороны других военных домов и представителей императорского рода достигает апогея в 1180 году, что приводит к затяжному военному конфликту, получившему название «война Тайра и Минамото». В 1185 году Минамото под руководством талантливого администратора и безжалостного политика Минамото Ёритомо одерживает победу. Однако вместо того, чтобы способствовать возвращению власти придворным аристократам и членам императорского рода, Минамото Ёритомо последовательно избавляется от конкурентов, добивается положения едино­личного лидера военных домов, а в 1192 году получает от императора назна­чение на должность сэйи тайсёгуна — «великого полководца, усмирителя варваров». С этого времени и вплоть до реставрации Мэйдзи в 1867–1868 годах в Японии устанавливается система двоевластия. Императоры продолжают отправлять ритуалы, а сёгуны, военные правители, проводят реальную политику, отвечают за внешние сношения и нередко вмешиваются во внутренние дела императорской семьи.\n\nВнешние контакты древней и раннесредневековой Японии с материковыми державами носили ограниченный характер. В основном это были обмены посольствами с государствами Корейского полуострова, государством Бохай \n \n и Китаем. В 894 году император Уда созывает чиновников, чтобы обсудить детали очередного посольства в Срединное государство \n \n. Чиновники, однако, советуют не отправлять посольство вовсе. Особенно на этом настаивал влиятельный политик и прославленный поэт Сугавара Митидзанэ. Основным аргументом была нестабильная политическая обстановка в Китае. С этого времени официальные отношения между Японией и Китаем надолго прекращаются. В исторической перспективе это решение имело множество последствий. Отсутствие прямого культурного влияния извне приводит к необходимости переосмысления заимствований, осуществленных в предыду­щее время, и выработке собственно японских культурных форм. Этот процесс находит отражение практически во всех аспектах жизни, начиная с архитектуры и заканчивая изящной словесностью. Китай перестает считаться образцовым государством, и впоследствии японские мыслители для обоснования уникальности и превосходства Японии над Срединным государством нередко будут указывать на политическую нестабильность на материке и частую смену правящих династий.\n\n\n",
      "date": 1192
    },
    {
      "id": 44,
      "country": "Япония",
      "event": "Попытка завоевания Японии монголами\n",
      "moreDetails": "В 1266 году Хубилай-хан, покоривший Китай и основавший империю Юань, отправляет в Японию послание, в котором требует признать вассальную зависимость Японии. Ответа он не получил. Позже — безрезультатно — было направлено еще несколько похожих посланий. Хубилай приступил к подготовке военной экспедиции к берегам Японии, и осенью 1274 года флот империи Юань, включавший также корейские отряды, общей численностью в 30 тысяч человек разграбил острова Цусима и Ики и достиг залива Хаката. Японские войска уступали противнику и в численности, и в вооружении, однако до прямого военного столкновения практически не дошло. Налетевший шторм разметал корабли монголов, в результате чего им пришлось ретироваться. Хубилай предпринял вторую попытку по завоеванию Японии в 1281 году. Военные действия продолжались чуть больше недели, после чего повторились события семилетней давности: тайфун похоронил большую часть огромного флота монголов и планы по покорению Японии. С этими кампаниями связывают зарождение представлений о камикадзе, что дословно переводится как «божественный ветер». Для современного человека камикадзе — это в первую очередь пилоты-смертники, но само понятие гораздо древнее. Согласно средневековым представлениям, Япония являлась «страной божеств». Синтоистские божества, населявшие архипелаг, защищали его от внешнего вредоносного воздействия. Подтверждением этого стал «божественный ветер», дважды не позволивший Хубилаю покорить Японию.\n\n\nВнешние контакты древней и раннесредневековой Японии с материковыми державами носили ограниченный характер. В основном это были обмены посольствами с государствами Корейского полуострова, государством Бохай \n \n и Китаем. В 894 году император Уда созывает чиновников, чтобы обсудить детали очередного посольства в Срединное государство \n \n. Чиновники, однако, советуют не отправлять посольство вовсе. Особенно на этом настаивал влиятельный политик и прославленный поэт Сугавара Митидзанэ. Основным аргументом была нестабильная политическая обстановка в Китае. С этого времени официальные отношения между Японией и Китаем надолго прекращаются. В исторической перспективе это решение имело множество последствий. Отсутствие прямого культурного влияния извне приводит к необходимости переосмысления заимствований, осуществленных в предыду­щее время, и выработке собственно японских культурных форм. Этот процесс находит отражение практически во всех аспектах жизни, начиная с архитектуры и заканчивая изящной словесностью. Китай перестает считаться образцовым государством, и впоследствии японские мыслители для обоснования уникальности и превосходства Японии над Срединным государством нередко будут указывать на политическую нестабильность на материке и частую смену правящих династий.\n\n\n",
      "date": 1281
    },
    {
      "id": 45,
      "country": "Япония",
      "event": "Раскол внутри императорского дома\n",
      "moreDetails": "Традиционно считается, что японский императорский род никогда не прерывался. Это позволяет говорить о японской монархии как о самой древней в мире. В истории, однако, были периоды раскола правящей династии. Самый серьезный и продолжительный кризис, во время которого Японией правили одновременно два государя, был спровоцирован императором Годайго. В 1333 году усиливаются позиции военного дома Асикага во главе с Асикага Такаудзи. Император прибегал к его помощи в борьбе с сёгунатом. В награду Такаудзи сам пожелал занять должность сёгуна и контролировать действия Годайго. Политическая борьба принимает форму открытого военного противостояния, и в 1336 году войска Асикага разбивают императорскую армию. Годайго был вынужден отречься в пользу нового императора, удобного Асикага. Не желая мириться со сложившимися обстоятельствами, Годайго бежит в область Ёсино в провинции Ямато, где основывает так называемый Южный двор. До 1392 года в Японии будут параллельно существовать два центра власти — Северный двор в Киото и Южный двор в Ёсино. Оба двора имели своих императоров, назначали своих сёгунов, что делало практически невозможным определение легитимного правителя. В 1391 году сёгун Асикага Ёсимицу предлагает Южному двору перемирие и обещает, что отныне трон по очереди будут наследовать представители двух линий императорского рода. Предложение было принято, и конец расколу был положен, однако сёгунат не сдержал обещания: престол занимали представители Северного двора. В исторической перспективе данные события были восприняты крайне негативно. Так, в учебниках истории, написанных в период Мэйдзи, про Северный двор предпочитали умалчивать, именуя время с 1336 по 1392 год периодом Ёсино. Асикага Такаудзи преподносился как узурпатор и противник императора, тогда как Годайго описывался как идеальный правитель. Раскол внутри правящего дома воспринимался как событие недопустимое, о котором не следует лишний раз вспоминать.\n\n",
      "date": 1336
    },
    {
      "id": 46,
      "country": "Япония",
      "event": "Начало периода феодальной раздробленности\n",
      "moreDetails": "Ни сёгуны из династии Минамото, ни представители династии Асикага не были единоличными правителями, которым подчинялись все военные дома Японии. Нередко сёгун выступал арбитром в спорах, возникавших между провинциальными военными. Другой прерогативой сёгуна было назначение на должности военных губернаторов в провинциях. Должности становились наследственными, что служило обогащению отдельных кланов. Соперничество между военными домами за должности, а также борьба за право называться главой того или иного клана не обходила стороной и род Асикага. Неспособ­ность сёгуната разрешить накопившиеся противоречия вылилась в крупные военные столкновения, продолжавшиеся 10 лет. События 1467–1477 годов получили название «смута годов Онин — Буммэй». Киото, тогдашняя столица Японии, была практически разрушена, сёгунат Асикага утратил свои полно­мочия, страна лишилась центрального аппарата управления. Период с 1467 по 1573 год именуется «эпохой воюющих провинций». Отсутствие реального политического центра и усиление провинциальных военных домов, которые начинают издавать собственные законы и вводят новые системы рангов и должностей внутри своих владений, позволяют говорить о феодальной раздробленности в Японии этого времени.",
      "date": 1467
    },
    {
      "id": 47,
      "country": "Япония",
      "event": "Прибытие первых европейцев\n",
      "moreDetails": "Первыми европейцами, ступившими на японскую землю, были два португальских торговца. 25-го дня 8-й луны 12 года Тэмбун (1543 год) китайскую джонку с двумя португаль­цами на борту прибило к южной оконечности острова Танэгасима. Переговоры между пришельцами и японцами велись письменно. Японские чиновники умели писать по‑китайски, но устной речи не понимали. Знаки рисовали прямо на песке. Удалось выяснить, что джонку случайно прибило к берегам Танэгасимы штормом, а эти странные люди — торговцы. Вскоре они были приняты в резиденции князя Токитака, правителя острова. Среди различных диковинных вещей они привезли мушкеты. Португальцы продемонстрировали способности огнестрельного оружия. Японцев поразил шум, дым и огневая мощь: цель была поражена с расстояния в 100 шагов. Два мушкета были тотчас куплены, а японским кузнецам поручили наладить собственное производство огнестрельного оружия. Уже в 1544 году в Японии было несколько оружейных мастерских. В дальнейшем контакты с европейцами приобрели интенсивный характер. Помимо оружия, они распространяли на архипелаге христианское вероучение. В 1549 году в Японию прибывает иезуитский миссионер Франциск Ксавье. Он и его ученики проводят активную прозелитскую деятельность и обращают в христианскую веру многих японских князей — даймё. Специфика религиозного сознания японцев предполагала спокойное отношение к вере. Принятие христианства не означало отказа от буддизма и от веры в синтоист­ских божеств. Впоследствии христианство в Японии было запрещено под стра­хом смертной казни, поскольку подрывало основы государственной власти и приводило к смутам и восстаниям против сёгуната.",
      "date": 1543
    },
    {
      "id": 48,
      "country": "Япония",
      "event": "Начало объединения Японии",
      "moreDetails": "Среди исторических персонажей Японии, наверное, наиболее узнаваемыми являются полководцы, именуемые тремя великими объединителями. Это Ода Нобунага, Тоётоми Хидэёси и Токугава Иэясу. Считается, что их действия позволили преодолеть феодальную раздробленность и объединить страну под началом нового сёгуната, основателем которого стал Токугава Иэясу. Начало объединению положил Ода Нобунага — выдающийся полководец, которому удалось подчинить множество провинций благодаря таланту своих полковод­цев и умелому использованию европейского оружия в бою. В 1573 году он изгоняет Асикага Ёсиаки, последнего сёгуна из династии Асикага, из Киото, что делает возможным основание нового военного правительства. Согласно пословице, известной с XVII века, «Нобунага замесил тесто, Хидэёси испек пирог, а Иэясу его съел». Ни Нобунага, ни сменивший его Хидэёси не были сёгунами. Получить этот титул и обеспечить передачу его по наследству удалось только Токугава Иэясу, но без действий предшественников это было бы невозможным.",
      "date": 1573
    },
    {
      "id": 49,
      "country": "Япония",
      "event": "Попытки военной экспансии на материк",
      "moreDetails": "Тоётоми Хидэёси не отличался знатностью происхождения, однако военные заслуги и политические интриги позволили ему стать самым влиятельным человеком в Японии. После смерти Ода Нобунага в 1582 году Хидэёси расправляется с военачальником Акэти Мицухидэ, предавшим Ода. Месть за господина многократно увеличила авторитет Тоётоми среди союзников, объединившихся под его началом. Ему удается подчинить оставшиеся провинции и сблизиться не только с главами военных домов, но и с импера­торским родом. В 1585 году он получает назначение на должность канцлера кампаку, которую до него занимали исключительно представители аристо­кратического рода Фудзивара. Теперь легитимность его действий обосновы­валась не только оружием, но и волей императора. После завершения объединения Японии Хидэёси предпринял попытку внешней экспансии на материк. Последний раз до этого японские войска участвовали в военных кампаниях на материке в далеком 663 году. Хидэёси планировал покорить Китай, Корею и Индию. Планам не суждено было сбыться. События с 1592 по 1598 год именуют Имджинской войной. В этот период войска Тоётоми вели ­безуспешные сражения в Корее. После смерти Хидэёси в 1598 году экспедиционный корпус был в срочном порядке отозван в Японию. Вплоть до конца XIX века Япония не будет предпринимать попыток по военной экспансии на материк.",
      "date": 1592
    },
    {
      "id": 50,
      "country": "Япония",
      "event": "Завершение объединения Японии",
      "moreDetails": "Основателем третьей и последней династии сёгунов в японской истории стал полководец Токугава Иэясу. Титул сэйи тайсёгуна был пожалован ему императором в 1603 году. Занять положение главы военных домов Токугава позволила победа в битве при Сэкигахаре 21 октября 1600 года. Все военные дома, сражавшиеся на стороне Токугава, стали именоваться фудай даймё, а противники — тодзама даймё. Первые получили во владение плодородные земли и возможность занимать государственные посты в новом сёгунате. Владения вторых были конфискованы и перераспределены. Тодзама даймё также были лишены возможности принимать участие в управлении государством, что приводило к недовольству политикой Токугава. Именно выходцы из числа тодзама даймё станут основной силой антисёгунской коалиции, которая осуществит реставрацию Мэйдзи в 1867–1868 годах. Битва при Сэкигахаре положила конец объединению Японии и сделала возможным установление сёгуната Токугава.",
      "date": 1600
    },
    {
      "id": 51,
      "country": "Япония",
      "event": "Реставрация Мэйдзи и модернизация Японии",
      "moreDetails": "Конец правлению военных домов, длившемуся более шести столетий, был положен в ходе событий, получивших название «реставрация Мэйдзи». Коалиция из числа воинов княжеств Сацума, Тёсю и Тоса вынудила Токугава Ёсинобу, последнего сёгуна в японской истории, вернуть верховную власть императору. С этого времени начинается активная модернизация Японии, сопровождавшаяся реформами во всех сферах жизни. Начинают активно усваиваться западные идеи и технологии. Япония становится на путь вестернизации и индустриализации. Преобразования в период правления императора Мэйдзи проходили под девизом вакон ёсай — «японский дух, западные технологии», что отражало специфику заимствований японцами западных идей. В это время в Японии открываются университеты, вводится система обязательного начального образования, проводится модернизация армии, принимается Конституция. В правление императора Мэйдзи Япония становится активным политическим игроком: она присоединяет архипелаг Рюкю, осваивает остров Хоккайдо, выигрывает Японо-китайскую и Русско-японскую войны, аннексирует Корею. После реставрации императорской власти Япония успела поучаствовать в большем количестве военных конфликтов, чем за весь период правления военных домов.",
      "date": 1868
    },
    {
      "id": 52,
      "country": "Япония",
      "event": "Капитуляция во Второй мировой войне, начало американской оккупации",
      "moreDetails": "Вторая мировая война закончилась 2 сентября 1945 года, после того, как на борту американского линкора «Миссури» был подписан акт о полной и безоговорочной капитуляции Японии. До 1951 года продлится американская военная оккупация Японии. За это время происходит полная переоценка ценностей, утвердившихся в японском сознании с начала века. Подлежит пересмотру и такая некогда незыблемая истина, как божественное происхождение императорского рода. 1 января 1946 года от лица императора Сёва был опубликован указ о строительстве новой Японии, содержавший положение, получившее название «самопровозглашение императора человеком». Данный указ также формулирует концепцию демократического преобразования Японии и отказ от идеи о том, что «японский народ стоит выше других народов и его предназначением является управление миром». 3 ноября 1946 года была принята новая Конституция Японии, вступившая в силу 3 мая 1947 года. Согласно статье 9, Япония отныне отказывалась «на вечные времена от войны как суверенного права нации» и провозглашала отказ от создания вооруженных сил.\n\n",
      "date": 1945
    },
    {
      "id": 53,
      "country": "Япония",
      "event": "Начало послевоенного восстановления Японии",
      "moreDetails": "Послевоенная японская идентичность строилась не на идее превосходства, но на идее уникальности японцев. В 60-е годы получает развитие явление, названное нихондзинрон — «рассуждения о японцах». Многочисленные статьи, написанные в рамках этого течения, демонстрируют уникальность японской культуры, особенности японского мышления, любуются красотой японского искусства. Подъем национального самосознания и переоценка ценностей сопровождались проведением в Японии мероприятий мирового масштаба. В 1964 году Япония стала хозяйкой летних Олимпийских игр, которые впервые прошли в Азии. Подготовка к их проведению включала строительство объектов городской инфраструктуры, ставших гордостью Японии. Между Токио и Осакой были запущены сверхскоростные поезда «Синкансэн», ныне известные во всем мире. Олимпиада стала символом возвращения изменившейся Японии в мировое сообщество.\n",
      "date": 1964
    },
    {
      "id": 66,
      "country": "Австралия",
      "event": "dasda",
      "moreDetails": "",
      "date": 433
    },
    {
      "country": "Италия",
      "event": " С этого момента начинается история Итальянского государства",
      "moreDetails": "С этого момента начинается история Итальянского государства, когда переселенцы предположительно с северных областей Европы начали пересекать Альпы и расселяться северо-западнее и восточнее Паданской равнины, поскольку наиболее благодатные для возделывания почвы районы находились в устьях рек Вольтурио, Арно и Тибра.",
      "date": -2000,
      "id": 67
    },
    {
      "id": 68,
      "country": "Италия",
      "event": "образование Рима",
      "moreDetails": "образование Рима - легендарного города на семи холмах, которые сами по себе являлись естественным укреплением, именно поэтому их еще до основания города заселяли крестьяне и скотоводы. Считается, что границы города, будущей столицы Римской Империи, определил Ромул. С этого момента начинается присоединение земель и развитие Римского государства.",
      "date": -753
    },
    {
      "id": 69,
      "country": "Италия",
      "event": "В Риме возникает республиканская форма правления",
      "moreDetails": "В Риме возникает республиканская форма правления, при которой верховную власть представляли два консула и Сенат. В это время создается институт трибунов - выразителей интересов беднейших слоев населения. Первой победой трибунов было принятие законов в 451 году до нашей эры, которые ограничили произвол магистратов и положили начало римскому гражданскому праву.",
      "date": -509
    },
    {
      "id": 70,
      "country": "Италия",
      "event": " Выходит первый свод законов, так называемые \"двенадцать таблиц\".",
      "moreDetails": "",
      "date": -450
    },
    {
      "id": 71,
      "country": "Италия",
      "event": "разграбление Рима галлами, вторгшимися с севера.",
      "moreDetails": "",
      "date": -390
    },
    {
      "id": 72,
      "country": "Италия",
      "event": "Завоевание всего Аппенинского полуострова римлянами",
      "moreDetails": "",
      "date": -270
    },
    {
      "id": 73,
      "country": "Италия",
      "event": " Первая Пуническая война с Карфагеном, закончившаяся победой римлян. 264-241 г. до н.э",
      "moreDetails": "",
      "date": -264
    },
    {
      "id": 74,
      "country": "Италия",
      "event": "Сицилия, Сардиния и Корсика становятся римскими провинциями.",
      "moreDetails": "",
      "date": -227
    },
    {
      "id": 75,
      "country": "Италия",
      "event": "Вторая Пуническая война, снова ее выигрывает Рим.",
      "moreDetails": "",
      "date": -222
    },
    {
      "id": 76,
      "country": "Италия",
      "event": " Испания становится римской провинцией.",
      "moreDetails": "",
      "date": -197
    },
    {
      "id": 77,
      "country": "Италия",
      "event": "Третья Пуническая война, в результате которой территория Северной Африки и Македония становятся римскими провинциями (Ганнибал потерпел поражение на своей собственной территории). 149-146 г. до н.э",
      "moreDetails": "",
      "date": -149
    },
    {
      "id": 78,
      "country": "Италия",
      "event": " Азия становится римской провинцией.",
      "moreDetails": "",
      "date": -113
    },
    {
      "id": 79,
      "country": "Италия",
      "event": "Спартак возглавляет восстание рабов в Италии, но терпит поражение от Красса. Сам Спартак был распят вместе со своими сподвижниками.",
      "moreDetails": "",
      "date": -73
    },
    {
      "id": 80,
      "country": "Италия",
      "event": "После того, как Цезарь являвшийся талантливым полководцем, вместе с верными ему войсками перешел реку Рубикон и войдя в Рим стал диктатором в 46 году до н.э., ситуация в государстве стабилизировалась и гражданские войны прекратились.",
      "moreDetails": "",
      "date": -49
    },
    {
      "id": 81,
      "country": "Италия",
      "event": " после поражения Клеопатры Египет становится Римской провинцией.",
      "moreDetails": "",
      "date": -30
    },
    {
      "id": 82,
      "country": "Италия",
      "event": "Август становится Верховным Понтификом - главным священнослужителем государственной религии.",
      "moreDetails": "",
      "date": 13
    },
    {
      "id": 83,
      "country": "Италия",
      "event": "Девятидневный пожар в Риме",
      "moreDetails": "девятидневный пожар в Риме, после которого начинаются гонения на христиан. По одной из версий, Рим велел поджечь сам Нерон, дабы вид пылающего города пробудил у него вдохновение и помог бы сочинить литературный шедевр.",
      "date": 64
    },
    {
      "id": 84,
      "country": "Италия",
      "event": "Освящение Колизея и посвященные его открытию игры",
      "moreDetails": "Освящение Колизея и посвященные его открытию игры, которые явились неслыханным событием в то время. В этом же году произошел пожар в Риме и был разрушен Капитолийский храм.",
      "date": 80
    },
    {
      "id": 85,
      "country": "Италия",
      "event": "Парфянские войны",
      "moreDetails": "Правление Траяна. В это время происходят Парфянские войны, а также покорена Дакия (территория нынешней Румынии), аннексируются Армения и Месопотамия, а Римская империя достигает своих максимальных размеров.",
      "date": 98
    },
    {
      "id": 86,
      "country": "Италия",
      "event": "235-280 г. - годы смуты в Империи. За это время успело смениться 20 императоров!",
      "moreDetails": "",
      "date": 235
    },
    {
      "id": 87,
      "country": "Италия",
      "event": "после долгого преследования христиан, был подписан декрет о разрешения христианства.",
      "moreDetails": "",
      "date": 260
    },
    {
      "id": 88,
      "country": "Италия",
      "event": "Правление Константина Первого",
      "moreDetails": "Правление Константина Первого. В это время снова объединяется заметно ослабевшая во время смуты и внутренних раздоров Империя, дается отпор напирающим варварам. За годы его правления была проведена административная реформа, столица была перенесена в Константинополь, а Рим остался столицей западной части империи.",
      "date": 306
    },
    {
      "id": 89,
      "country": "Италия",
      "event": "Христианство было признано в качестве официальной религии империи.",
      "moreDetails": "",
      "date": 313
    },
    {
      "id": 90,
      "country": "Италия",
      "event": "Император Теодор разделил Рим на Западную и Восточную империи.",
      "moreDetails": "",
      "date": 395
    },
    {
      "id": 91,
      "country": "Италия",
      "event": "Захват Северной Италии и Тосканы, а также части Умбрии и Кампании лангобардами. Прочие части Центральной и Южной Италии остались под властью Восточной Римской Империи.",
      "moreDetails": "",
      "date": 586
    },
    {
      "id": 92,
      "country": "Италия",
      "event": "Карл Великий стал императором Западной Римской империи",
      "moreDetails": "Карл Великий, приняв императорский венец из рук папы Льва Третьего, стал императором Западной Римской империи, таким образом произошло разделение духовной и светской власти между папой и императором. Но в результате восшествия на престол Карла Великого, Италия попала в зависимость от Франции, и так начинается иностранное господство над Италией. С началом нашествий в сельской местности стали появляться многочисленные монастыри, и это положило началу оттоку населения из городов в сельскую местность, так как монастыри предоставляли защиту всем тем, кто работал на их землях. Однако, начиная с IX по X век, начинается обратный приток населения в города, особенно те, которые были хорошо укреплены и располагались на высоких холмах. Такие города оборонялись значительно лучше, чем монастыри. Постепенно эти свободные коммуны, или города-государства, усиливались, почти в каждом было своё правительство, а у прибрежных городов был свой флот. Все города должны были подчиняться центральному правительству, но во время долгих периодов отсутствия императора, каждый город вынужден был рассчитывать на собственные силы и способность защищаться.",
      "date": 800
    },
    {
      "id": 93,
      "country": "Италия",
      "event": "Документальное закрепление равновесия сил между пятью крупными государствами",
      "moreDetails": "Документальное закрепление равновесия сил между пятью крупными государствами (Миланским герцогством, Венецианской и Флорентийской республиками, Папской областью и Неаполитанским королевством), множеством мелких графств и синьориями (властью отдельных знатных родов в городах - государствах).",
      "date": 1454
    },
    {
      "id": 94,
      "country": "Италия",
      "event": " Италия становится разменной монетой в политической игре между Францией и Испанией.",
      "moreDetails": "1494-1559 г. - Италия становится разменной монетой в политической игре между Францией и Испанией. Папская область, Флоренция во главе с родом Медичи и Венеция сохраняют самостоятельность. Миланское герцогство и Неаполитанское королевство отходят к Испании. В это же время происходит подъем Савойского герцогства при Эмануэле Филиберто (1528-1580 г.).",
      "date": 1494
    },
    {
      "id": 95,
      "country": "Италия",
      "event": "Наполеоновский период правления в Итали",
      "moreDetails": "1796-1814 г. - Наполеоновский период правления в Италии. В этот период происходит знакомство итальянцев с идеями Французской революции.",
      "date": 1796
    },
    {
      "id": 96,
      "country": "Италия",
      "event": "Конец Венецианской республики, владения которой отходят к Австрии.",
      "moreDetails": "",
      "date": 1797
    },
    {
      "id": 97,
      "country": "Италия",
      "event": "Обьединение Италии под властью короля Витторио Эммануэля Второго",
      "moreDetails": "Обьединение Италии под властью короля Витторио Эммануэля Второго из Савойской династии благодаря усилиям Камилло Бенсо Кавуара, его премьер - министра и Джузеппе Гарибальди, захватившего Неаполь при помощи 1000 своих соратников.",
      "date": 1860
    },
    {
      "id": 98,
      "country": "Италия",
      "event": "Италия захватила Эфиопию и объявила её частью итальянской империи",
      "moreDetails": "Италия захватила Эфиопию и объявила её частью итальянской империи, что привело к конфликтной ситуации в отношениях с Францией и Англией и к сближению с Германией - созданием оси Рим-Берлин и вступлению Италии в антикоминтерновский пакт (1936-1937гг.)",
      "date": 1935
    },
    {
      "id": 99,
      "country": "Италия",
      "event": "Италия вступает во Вторую Мировую войну на стороне Германии.",
      "moreDetails": "",
      "date": 1940
    },
    {
      "id": 100,
      "country": "Италия",
      "event": "Пало правительство Муссолини, и были вновь созданы политические партии.",
      "moreDetails": "Пало правительство Муссолини, и были вновь созданы политические партии. В сентябре 1943 года вновь образованное правительство Бадольо подписало мирный договор с Эйзенхауэром, а несколькими днями позже большая часть полуострова была оккупирована германскими войсками. С приходом немецких войск в Италию на оккупированных территориях начало действовать антифашистское сопротивление. Король Витторио Эмануил Третий вместе с правительством бежал на освобожденную союзниками часть полуострова. Таким образом, Италия опять была разделена на две части - Юг, которым по временной договорённости между партиями правил король и оккупированную немцами остальную часть страны, на которой была образована Социальная Итальянская Республика. Правительство освобожденной части Италии подписало с союзниками договор, по которому из противоборствующей страны Италия стала воевать против Германии и участвовала в боевых действиях на стороне союзников на последнем этапе войны.",
      "date": 1943
    },
    {
      "id": 101,
      "country": "Италия",
      "event": "Проведены выборы в конституционную ассамблею и общенациональный референдум, результатом которого стало провозглашение республики.",
      "moreDetails": "",
      "date": 1946
    },
    {
      "id": 102,
      "country": "Италия",
      "event": "1983 - 1986 гг. - Борьба правительства Италии против мафиозных кланов и знаменитых \"красных бригад\", жертвами которых стали многие люди.",
      "moreDetails": "",
      "date": 1983
    },
    {
      "id": 103,
      "country": "Греция",
      "event": "первые крупные укрепленные поселения появляются на территории Греции.",
      "moreDetails": "",
      "date": -3000
    },
    {
      "id": 104,
      "country": "Греция",
      "event": "2000 г. до н.э. – 1700 г. до н.э. – развитие минойской культуры на острове Крит",
      "moreDetails": "",
      "date": -2000
    },
    {
      "id": 105,
      "country": "Греция",
      "event": "1600 г. до н.э. – 1200 г. до н.э. – развитие микенской культуры, создание великих центров силы в Греции (Микены, Тырины, Фивы, Пилон).",
      "moreDetails": "",
      "date": -1600
    },
    {
      "id": 106,
      "country": "Греция",
      "event": "крах минойской культуры (вторжение на Крит).",
      "moreDetails": "",
      "date": -1500
    },
    {
      "id": 107,
      "country": "Греция",
      "event": "первый греческий язык",
      "moreDetails": "",
      "date": -1380
    },
    {
      "id": 108,
      "country": "Греция",
      "event": "период разрушения, вторжение Дорув, Троянская война.",
      "moreDetails": "",
      "date": -1200
    },
    {
      "id": 109,
      "country": "Греция",
      "event": "период так называемого темного века",
      "moreDetails": "1100 г. до н.э. – 750 г. до н.э. – период так называемого темного века, депопуляции, отсутствия крупных центров силы, исчезновения письменности, ремесла и торгового регресса.",
      "date": -1100
    },
    {
      "id": 110,
      "country": "Греция",
      "event": "начало колонизации Малой Азии.",
      "moreDetails": "",
      "date": -1000
    },
    {
      "id": 111,
      "country": "Греция",
      "event": "первые Олимпийские игры",
      "moreDetails": "",
      "date": -776
    },
    {
      "id": 112,
      "country": "Греция",
      "event": "начало Первой Мессенской войны в результате которой Мессения была подчинена Спарте и появились илоты",
      "moreDetails": "",
      "date": -757
    },
    {
      "id": 113,
      "country": "Греция",
      "event": "Драко, афинский законодатель, вводит серию жёстких законов, также известных, как драконовские законы, чтобы подавить социальный конфликт в Афинах.",
      "moreDetails": "",
      "date": -621
    },
    {
      "id": 114,
      "country": "Греция",
      "event": "Солон, афинский государственный деятель, проводит серию преобразований",
      "moreDetails": "Солон, афинский государственный деятель, проводит серию преобразований, которым в итоге удалось сохранить порядок в Афинах, в которых драконовские законы были упразднены. (отмена рабства за долги, разделение граждан на имущественные классы, был назван суд).",
      "date": -594
    },
    {
      "id": 115,
      "country": "Греция",
      "event": "Сапфо, древнегреческая поэтесса и музыкант, живёт и творит на Лесбосе в это время.",
      "moreDetails": "",
      "date": -590
    },
    {
      "id": 116,
      "country": "Греция",
      "event": "первые греческие монеты.",
      "moreDetails": "",
      "date": -580
    },
    {
      "id": 117,
      "country": "Греция",
      "event": "родился Пифагор",
      "moreDetails": "",
      "date": -569
    },
    {
      "id": 118,
      "country": "Греция",
      "event": "Писистрат приходит к власти в Афинах, создавая тиранию",
      "moreDetails": "",
      "date": -561
    },
    {
      "id": 119,
      "country": "Греция",
      "event": "образовался Пелопоннесский союз, время первых известных греческих философов",
      "moreDetails": "",
      "date": -600
    },
    {
      "id": 120,
      "country": "Греция",
      "event": "Персы завоевывают Малую Азию, Милет при персидском правлении.\n",
      "moreDetails": "",
      "date": -546
    },
    {
      "id": 121,
      "country": "Греция",
      "event": "формирование классической афинской демократии (реформы Клисфена).",
      "moreDetails": "",
      "date": -508
    },
    {
      "id": 122,
      "country": "Греция",
      "event": " Клисфен берёт власть в Афинах, устанавливая демократию.",
      "moreDetails": "",
      "date": -507
    },
    {
      "id": 123,
      "country": "Греция",
      "event": "восстание греков в Малой Азии против персов, падения Милета.",
      "moreDetails": "",
      "date": -500
    },
    {
      "id": 124,
      "country": "Греция",
      "event": "персидский поход в Грецию, первое сражение на море.",
      "moreDetails": "",
      "date": -492
    },
    {
      "id": 125,
      "country": "Греция",
      "event": "Происходит Битва за Марафон в результате которой побеждает Дарий.",
      "moreDetails": "",
      "date": -490
    },
    {
      "id": 126,
      "country": "Греция",
      "event": "Леонид и 300 спартанских солдат погибают",
      "moreDetails": "Леонид и 300 спартанских солдат погибают, сражаясь в доблестном сражении при Фермопилах. В то же время афиняне выходят победителями в морском сражении при Саламине, уничтожая персидский флот.",
      "date": -480
    },
    {
      "id": 127,
      "country": "Греция",
      "event": "создание морского союза под руководством Афин, мир с персами. 478 г. до н.э. – 448 г. до н.э.",
      "moreDetails": "",
      "date": -478
    },
    {
      "id": 128,
      "country": "Греция",
      "event": "Перикл, афинский государственный деятель, начинает Золотой век в Афинах.",
      "moreDetails": "",
      "date": -457
    },
    {
      "id": 129,
      "country": "Греция",
      "event": "начало войны за первенство в Греции, Афины против Спарты.",
      "moreDetails": "",
      "date": -459
    },
    {
      "id": 130,
      "country": "Греция",
      "event": "Пелопоннесская война",
      "moreDetails": "431 г. до н.э. – 404 г. до н.э. – Пелопоннесская война (Спарта побеждает Афины).\n",
      "date": -431
    },
    {
      "id": 131,
      "country": "Греция",
      "event": "Аристотель становится учителем Александра, сына Филиппа Македонского.",
      "moreDetails": "",
      "date": -342
    },
    {
      "id": 132,
      "country": "Греция",
      "event": "Битва при Херонее, Македония побеждает Грецию",
      "moreDetails": "",
      "date": -338
    },
    {
      "id": 133,
      "country": "Греция",
      "event": "битва при Иссе, разгром большой армии Дария",
      "moreDetails": "",
      "date": -333
    },
    {
      "id": 134,
      "country": "Греция",
      "event": "завоевание Египта, основание Александрии",
      "moreDetails": "",
      "date": -332
    },
    {
      "id": 135,
      "country": "Греция",
      "event": "битва при Гаугамеле, завоевание Ирана и Центральной Азии",
      "moreDetails": "",
      "date": -331
    },
    {
      "id": 136,
      "country": "Греция",
      "event": "завоевание Кашмира и Пенджаба",
      "moreDetails": "327 г. до н.э. – 324 г. до н.э. – завоевание Кашмира и Пенджаба (безуспешное завоевание Индии, исчерпывающее отступление).",
      "date": -327
    },
    {
      "id": 137,
      "country": "Греция",
      "event": "в Вавилоне умирает Александр. После чего последуют войны диадохов с разрушительными последствиями для империи.",
      "moreDetails": "327 г. до н.э. – 324 г. до н.э. – завоевание Кашмира и Пенджаба (безуспешное завоевание Индии, исчерпывающее отступление).",
      "date": -323
    },
    {
      "id": 138,
      "country": "Греция",
      "event": "Греция была присоединена к Римской империи после ряда войн.",
      "moreDetails": "",
      "date": -146
    }
  ],
  "offer": [
    {
      "id": 6,
      "login": "string@rrr",
      "offers": "fdfsdfsdf",
      "status": ""
    },
    {
      "id": 7,
      "login": "string@rrr",
      "offers": "fdfsdfsdf",
      "status": ""
    },
    {
      "id": 8,
      "login": "1@3",
      "offers": "adsadas",
      "status": ""
    }
  ]
}